Repository: pettan93/claper-wedding
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: cs

source: Your question
cs: Vaše otázka

source: Your score
cs: Vaše bodové hodnocení

source: Export
cs: Exportovat

source: Export to QTI (XML)
cs: Exportovat do QTI (XML)

source: Forms
cs: Formuláře

source: Interactions
cs: Interakce

source: No form has been created
cs: Nebyl vytvořen žádný formulář

source: No poll has been created
cs: Nebyla vytvořena žádná anketa

source: No quiz has been created
cs: Nebyl vytvořen žádný kvíz

source: No web content has been created
cs: Nebyl vytvořen žádný webový obsah

source: Polls
cs: Ankety

source: Quizzes
cs: Kvízy

source: Report
cs: Zpráva

source: Unique attendees
cs: Jedineční účastníci

source: Web Content
cs: Webový obsah

source: Active
cs: Aktivní

source: Load more
cs: Načíst další

source: Shared with you
cs: Sdíleno s vámi

source: You must login to continue
cs: Pro pokračování se musíte přihlásit

source: must have at least one correct answer
cs: musí mít alespoň jednu správnou odpověď

source: Click here to open the presentation window. Press <strong>F</strong> in the presentation window to enable fullscreen.
cs: Klikněte sem pro zobrazení prezentačního okna. Stiskněte <strong>F</strong> v prezentačním okně pro aktivaci režimu celé obrazovky.

source: Allow anonymous submissions
cs: Povolit anonymní odeslání

source: Please sign in to submit your answers
cs: Prosím přihlaste se, abyste mohli odeslat své odpovědi

source: Sign in
cs: Přihlásit se

source: Total submissions
cs: Celkový počet odeslání
