Repository: pettan93/claper-wedding
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: cs

source: Settings
cs: Nastavení

source: Join the Claper experience
cs: Připojte se k zážitku Claper

source: Oops, check that all fields are filled in correctly.
cs: Zkontrolujte, zda jsou všechna pole vyplněna správně.

source: Change
cs: Změnit

source: Code
cs: Kód

source: Email address
cs: E-mailová adresa

source: Logout
cs: Odhlásit se

source: Personal informations
cs: Osobní informace

source: We already sent you an email to login, please retry in 5 minutes.
cs: E-mail k přihlášení jsme vám již poslali, zkuste to prosím znovu za 5 minut.

source: We sent you an email at
cs: Poslali jsme vám e-mail na adresu

source: days
cs: dní

source: hours
cs: hodin

source: minutes
cs: minut

source: Be the first to react !
cs: Buďte první, kdo zareaguje!

source: Join
cs: Přidat se

source: Dashboard
cs: Přehled

source: Host
cs: Hostitel

source: seconds
cs: sekund

source: Finished
cs: Ukončeno

source: Finished on
cs: Dokončeno dne

source: Incoming
cs: Nadcházející

source: Leave
cs: Odejít

source: Scan to interact in real-time
cs: Naskenujte a interagujte v reálném čase

source: Starting on
cs: Začíná

source: Updated successfully
cs: Úspěšně aktualizováno

source: It's time to empower your presentations.
cs: Je čas dát vašim prezentacím větší význam.

source: Return to home
cs: Zpět na úvodní stránku

source: Created successfully
cs: Úspěšně vytvořeno

source: Edit
cs: Upravit

source: Create
cs: Vytvořit

source: Delete
cs: Smazat

source: Save
cs: Uložit

source: A link to confirm your email change has been sent to the new address.
cs: Odkaz pro potvrzení změny e-mailu byl odeslán na novou adresu.

source: Change the email address you want associated with your account.
cs: Změňte e-mailovou adresu, kterou chcete mít propojenou se svým účtem.

source: Update your email
cs: Změnit váš e-mail

source: Connect to Claper
cs: Přihlásit se ke Claper

source: ACCESS TO MY ACCOUNT
cs: PŘÍSTUP K MÉMU ÚČTU

source: Update email instructions
cs: Pokyny k aktualizaci e-mailu

source: CONFIRM EMAIL
cs: POTVRDIT E-MAIL

source: Confirm email
cs: Potvrdit e-mail

source: If you didn't create an account with us, please ignore this.
cs: Pokud jste si u nás účet nevytvořili, prosím ignorujte to.

source: You can log into your account by clicking here.
cs: Ke svému účtu se můžete přihlásit kliknutím sem.

source: Are you sure?
cs: Jste si jisti?

source: Presentation attached
cs: Prezentace připojena

source: Presentation uploaded
cs: Prezentace nahrána

source: Remove
cs: Odstranit

source: Select your presentation
cs: Vyberte svou prezentaci

source: Upload a file
cs: Nahrát soubor

source: or drag and drop
cs: nebo přetáhněte myší

source: You have selected an incorrect file type
cs: Vybrali jste nesprávný typ souboru

source: Your file is too large
cs: Váš soubor je příliš velký

source: Change file
cs: Změnit soubor

source: Presentation replaced
cs: Prezentace nahrazena

source: Edit poll
cs: Umfrage bearbeiten

source: New poll
cs: Nová anketa

source: Title of your poll
cs: Název vaší ankety

source: Upload failed
cs: Nahrání se nezdařilo

source: Add poll to know opinion of your public.
cs: Přidejte anketu a zjistěte názor svého publika.

source: Poll
cs: Anketa

source: Choice %{count}
cs: Možnost %{count}

source: Current poll
cs: Aktuální anketa

source: See current poll
cs: Zobrazit aktuální anketu

source: Vote
cs: Hlasovat

source: User email address
cs: E-mailová adresa uživatele

source: Changing your file will remove all interaction elements like polls associated.
cs: Pokud změníte svůj soubor, budou odstraněny všechny související interakční prvky, například ankety.

source: Messages from attendees will appear here.
cs: Zprávy od účastníků se zde zobrazí.

source: Processing your file...
cs: Zpracovávám soubor...

source: This will delete all responses associated and the poll itself, are you sure?
cs: Tímto budou odstraněny všechny související odpovědi i samotná anketa, jste si jisti?

source: Ask, comment...
cs: Napište písničku...

source: Messages
cs: Zprávy

source: Add facilitator
cs: Přidat moderátora

source: Oops, page doesn't exist.
cs: Ups, stránka neexistuje.

source: The site is under maintenance, we'll be back very soon!
cs: Stránka je v údržbě, brzy se vrátíme!

source: Facilitators can present and manage interactions
cs: Moderátoři mohou prezentovat a řídit interakce

source: If you’re having trouble with the button above, copy and paste the URL below into your web browser
cs: Pokud máte potíže s výše uvedeným tlačítkem, zkopírujte a vložte níže uvedenou adresu URL do svého webového prohlížeče

source: You can change your email by visiting the URL below
cs: Můžete změnit svou e-mailovou adresu návštěvou následujícího odkazu

source: Add interaction
cs: Přidat interakci

source: Blocking this user will delete all his messages and he will not be able to join again, confirm ?
cs: Pokud tohoto uživatele zablokujete, budou všechny jeho zprávy smazány a on se nebude moci znovu připojit. Potvrdit?

source: You have been banned from this event
cs: Byli jste z této události vyloučeni

source: Ban
cs: Zablokovat

source: , click on the provided link to connect (check your spam !)
cs: , klikněte na uvedený odkaz pro připojení (zkontrolujte složku spam)!

source: <span style='font-weight: 700'>Export your current presentation</span> to PDF from your favorite slide presentation software (PowerPoint, etc)
cs: <span style='font-weight: 700'>Exportujte svou aktuální prezentaci</span> do formátu PDF z vašeho oblíbeného prezentačního softwaru (PowerPoint, atd.)

source: <span style='font-weight: 700'>Wait few minutes</span> for your file to be processed
cs: <span style='font-weight: 700'>Počkejte několik minut</span>, než se váš soubor zpracuje

source: Choose <span style='font-weight: 700'>a name</span> for your event, <span style='font-weight: 700'>a code</span> for your attendees to join and <span style='font-weight: 700'>dates when your attendees could start interacting</span>
cs: Zvolte <span style='font-weight: 700'>název</span> své události, <span style='font-weight: 700'>kód</span> pro připojení účastníků a <span style='font-weight: 700'>datum, od kterého se mohou účastníci zapojit</span>

source: Click <span style='font-weight: 700'>Start</span> to open your presentation and move the window on the big screen
cs: Klikněte na <span style='font-weight: 700'>Start</span>, abyste otevřeli svou prezentaci a přesunuli okno na velkou obrazovku

source: Click on <span style='font-weight: 700'>Present/Customize</span> to add interaction on your slides
cs: Klikněte na <span style='font-weight: 700'>Prezentovat/Přizpůsobit</span>, abyste do svých snímků přidali interakce

source: Congrats! You've taken the first step to improving your presentations. Here are the next steps to create step up your presentations with Claper:
cs: Gratulujeme! Udělali jste první krok ke zlepšení svých prezentací. Zde jsou další kroky k vylepšení vašich prezentací s Claper:

source: Enjoy ! ✨
cs: Užijte si to! ✨

source: We sent you an email, click on the provided link to connect (check your spam !)
cs: Poslali jsme vám e-mail, klikněte na uvedený odkaz pro připojení (zkontrolujte složku spam!)

source: Welcome !
cs: Vítejte!

source: Click on the <span style='font-weight: 700'>create button</span> on your dashboard
cs: Klikněte na tlačítko <span style='font-weight: 700'>Vytvořit</span> ve svém panelu

source: Next steps to boost your presentations
cs: Další kroky ke zlepšení vašich prezentací

source: from %{count} people
cs: od %{count} lidí

source: Event
cs: Událost

source: No messages has been sent
cs: Nebyly odeslány žádné zprávy

source: This will delete all data related to your event, this cannot be undone. Confirm ?
cs: Tímto budou odstraněna všechna data související s vaší událostí. Toto nelze vrátit zpět. Potvrdit?

source: attendee
cs: Účastník

source: Audience peak
cs: Maximální počet diváků

source: Engagement rate
cs: Míra zapojení

source: Error when processing the file
cs: Chyba při zpracovávání souboru

source: About
cs: O aplikaci

source: Login
cs: Přihlášení

source: Connect to your account
cs: Připojte se ke svému účtu

source: Or use the code:
cs: Nebo použijte kód:

source: Create account
cs: Vytvořit účet

source: Password
cs: Heslo

source: Change the password used to access your account.
cs: Změňte heslo, které používáte k přístupu ke svému účtu.

source: Current password
cs: Aktuální heslo

source: New password
cs: Nové heslo

source: Update your password
cs: Aktualizujte své heslo

source: Your password has been updated.
cs: Vaše heslo bylo aktualizováno.

source: Field %{count}
cs: Pole %{count}

source: Add form to collect data from your public.
cs: Přidejte formulář, abyste mohli shromažďovat údaje od svého publika.

source: Current form
cs: Aktuální formulář

source: Edit form
cs: Upravit formulář

source: Form
cs: Formulář

source: Form submissions
cs: Odeslané formuláře

source: Form submissions from attendees will appear here.
cs: Odeslané formuláře od účastníků se zde zobrazí.

source: Name
cs: Jméno

source: New form
cs: Nový formulář

source: No form submission has been sent
cs: Nebylo odesláno žádné formulář

source: See current form
cs: Zobrazit aktuální formulář

source: Submit
cs: Odeslat

source: This cannot be undone, confirm ?
cs: Toto nelze vrátit zpět. Potvrdit?

source: This will delete all responses associated and the form itself, are you sure?
cs: Tímto se odstraní všechny související odpovědi i samotný formulář. Jste si jisti?

source: Title of your form
cs: Název vašeho formuláře

source: Type
cs: Typ

source: Select one option
cs: Vyberte jednu možnost

source: Select one or multiple options
cs: Vyberte jednu nebo více možností

source: Multiple answers
cs: Více odpovědí

source: PDF, PPT, PPTX up to %{size} MB
cs: PDF, PPT, PPTX do %{size} MB

source: Enable messages
cs: Povolit zprávy

source: Show messages
cs: Zobrazit zprávy

source: Messages deactivated
cs: Zprávy deaktivovány

source: Anonymous
cs: Anonymní

source: Close
cs: Zavřít

source: Enter your name
cs: Zadejte své jméno

source: Or go to %{url} and use the code:
cs: Nebo jděte na %{url} a použijte kód:

source: Use your name
cs: Použijte své jméno

source: disabled
cs: deaktivováno

source: Account creation is disabled
cs: Vytvoření účtu je zakázáno

source: Add a Youtube video or any web content.
cs: Přidejte video z YouTube nebo libovolný webový obsah.

source: Confirm new password
cs: Potvrďte nové heslo

source: Forgot your password?
cs: Zapomněli jste heslo?

source: If your email is in our system, you'll receive instructions to reset your password shortly.
cs: Pokud se vaše e-mailová adresa nachází v našem systému, brzy obdržíte pokyny k resetování hesla.

source: Password confirmation
cs: Potvrdit heslo

source: Password updated successfully.
cs: Heslo bylo úspěšně aktualizováno.

source: Reset password link is invalid or it has expired.
cs: Odkaz pro resetování hesla je neplatný nebo vypršel.

source: Reset your password
cs: Obnovte své heslo

source: Send link to reset password
cs: Odeslat odkaz pro resetování hesla

source: Current web content
cs: Aktuální vložený obsah

source: Edit web content
cs: Upravit webový obsah

source: New web content
cs: Nový webový obsah

source: See current web content
cs: Zobrazit aktuální webový obsah

source: This will delete the web content, are you sure?
cs: Tímto se odstraní webový obsah, jste si jisti?

source: Title
cs: Název

source: Web content
cs: Webový obsah

source: Pin
cs: Připnout

source: Pinned
cs: Připnuto

source: Pinned messages
cs: Připnuté zprávy

source: Pinned messages will appear here.
cs: Připnuté příspěvky se zde zobrazí.

source: Show only pinned messages
cs: Zobrazit pouze připnuté zprávy

source: Unpin
cs: Odepnout

source: Login or create account
cs: Přihlásit se nebo vytvořit účet

source: Someone invited you to manage the event: %{name}
cs: Někdo vás pozval, abyste spravovali událost: %{name}

source: To accept the invitation, please login or create an account with this email: %{email}
cs: Chcete-li pozvání přijmout, prosím přihlaste se nebo vytvořte účet s touto e-mailovou adresou: %{email}

source: You have been invited
cs: Byli jste pozváni

source: You have been invited to manage an event
cs: Byli jste pozváni ke správě události

source: Saved
cs: Uloženo

source: All your events and files will be permanently deleted, are you sure?
cs: Všechny vaše události a soubory budou trvale smazány, jste si jisti?

source: Are you sure you want to terminate this event? This action cannot be undone.
cs: Jste si jisti, že chcete tuto událost ukončit? Tuto akci nelze vrátit zpět.

source: Attendees room
cs: Místnost pro účastníky

source: Be careful, these actions are irreversible
cs: Buďte opatrní, tyto akce jsou nevratné

source: Danger zone
cs: Nebezpečná zóna

source: Delete account
cs: Smazat účet

source: Open presentation
cs: Otevřít prezentaci

source: View report
cs: Zobrazit přehled

source: Your account has been deleted.
cs: Váš účet byl smazán.

source: Access code
cs: Přístupový kód

source: Animations in PPT/PPTX files are not supported, which is why we recommend exporting your presentation to PDF to ensure it displays correctly.
cs: Animace v souborech PPT/PPTX nejsou podporovány, proto doporučujeme exportovat prezentaci do PDF, abyste zajistili správné zobrazení.

source: Attendees interactions
cs: Interakce účastníků

source: Back
cs: Zpět

source: Facilitators
cs: Moderátoři

source: Finish
cs: Dokončit

source: Here you'll find all interactions from your attendees. You can manage messages, pinned messages, and submitted forms.
cs: Zde najdete všechny interakce svých účastníků. Můžete spravovat zprávy, připnuté zprávy a odeslané formuláře.

source: Identify users by their unique avatars.
cs: Identifikujte uživatele podle jejich jedinečných avatarů.

source: Next
cs: Další

source: Select your presentation file. Accepted formats are PDF, PPT, or PPTX. Ensure the file size does not exceed the maximum limit.
cs: Vyberte soubor s prezentací. Přijímané formáty jsou PDF, PPT nebo PPTX. Ujistěte se, že velikost souboru nepřekračuje maximální limit.

source: Time to launch your presentation!
cs: Čas spustit prezentaci!

source: Use the associated keyboard shortcuts for quick toggling of these settings.
cs: Použijte příslušné klávesové zkratky pro rychlé přepínání těchto nastavení.

source: You can control each setting for the presentation (showing on the big screen) and on the attendee's room.
cs: Můžete ovládat každé nastavení pro prezentaci (zobrazenou na velké obrazovce) i v místnosti účastníků.

source: Your first steps with Claper
cs: Vaše první kroky s Claper

source: Attendees attempting to access the event prior to this date will be directed to a waiting room.
cs: Účastníci, kteří se pokusí vstoupit na událost před tímto datem, budou přesměrováni do čekárny.

source: Create event
cs: Vytvořit událost

source: Create your first event
cs: Vytvořte svou první událost

source: Event start date
cs: Datum začátku události

source: If you don't have time and just want interactions without a presentation file, you can create a new event here.
cs: Pokud nemáte čas a chcete jen interakce bez prezentace, můžete zde vytvořit novou událost.

source: If you require assistance in managing your event, you can grant access to others. Simply enter their email addresses; once they register an account with these emails, they will be able to manage the event.
cs: Pokud potřebujete pomoci se správou své události, můžete jiným osobám udělit přístup. Jednoduše zadejte jejich e-mailové adresy; jakmile si zaregistrují účet pomocí těchto adres, budou moci událost spravovat.

source: In a hurry ?
cs: Spěcháte?

source: Live
cs: Živě

source: My events
cs: Moje události

source: Name of your event
cs: Název vaší události

source: Note: Facilitators do not have the ability to delete your event.
cs: Poznámka: Moderátoři nemohou vaši událost smazat.

source: Presentation file (optional)
cs: Prezentace (volitelná)

source: Quick event
cs: Rychlá událost

source: Quick event created successfully
cs: Rychlá událost úspěšně vytvořena

source: Return to your last event
cs: Zpět na vaši poslední událost

source: Select the start date for your event. Future dates are permissible.
cs: Vyberte datum zahájení své události. Budoucí data jsou povolena.

source: Select your presentation (optional)
cs: Vyberte svou prezentaci (volitelné)

source: This code will be used by your attendees to access the event. You have the option to create a custom code.
cs: Tento kód budou vaši účastníci používat ke vstupu na událost. Máte možnost vytvořit vlastní kód.

source: This event has been terminated
cs: Tato událost byla ukončena

source: Welcome to Claper! You can create a new event here.
cs: Vítejte v Claper! Zde můžete vytvořit novou událost.

source: When your event will start?
cs: Kdy začne vaše událost?

source: Create your next presentation with
cs: Vytvořte svou další prezentaci s

source: Event doesn't exist
cs: Událost neexistuje

source: Customize your account
cs: Přizpůsobte si svůj účet

source: Language
cs: Jazyk

source: Preferences
cs: Předvolby

source: Your preferences have been updated.
cs: Vaše předvolby byly aktualizovány.

source: Question
cs: Otázka

source: Questions
cs: Otázky

source: Questions will appear here.
cs: Otázky se zde zobrazí.

source: Sort by date
cs: Seřadit podle data

source: Sort by popularity
cs: Seřadit podle oblíbenosti

source: Event manager
cs: Správce události

source: Documentation
cs: Dokumentace

source: My account
cs: Můj účet

source: Your personal informations to access your account
cs: Vaše osobní údaje pro přístup k vašemu účtu

source: Enable reactions
cs: Povolit reakce

source: Activate the tool in your LMS
cs: Aktivujte nástroj ve vašem LMS

source: Bring Claper to your LMS
cs: Přidejte Claper do vašeho LMS

source: Check the permissions to share name and email of users
cs: Zkontrolujte oprávnění k sdílení jmen a e-mailu uživatelů

source: Configure it to be opened in a new window
cs: Nakonfigurujte jej tak, aby se otevřel v novém okně

source: Oops
cs: Jejda

source: Register your platform
cs: Zaregistrujte svou platformu

source: Registration completed
cs: Registrace dokončena

source: You cannot perform this action
cs: Tuto akci nemůžete provést

source: Your next steps
cs: Vaše další kroky

source: Add Claper
cs: Claper přidat

source: Close preview
cs: Vorschau schließen

source: Create your first interaction.
cs: Vytvořte svou první interakci.

source: Disable
cs: Deaktivovat

source: Enable
cs: Aktivovat

source: Enable messages to change this option
cs: Povolte zprávy, abyste mohli tuto volbu upravit

source: Open preview
cs: Vorschau otevřít

source: Show messages to change this option
cs: Zobrazte zprávy, abyste mohli tuto volbu upravit

source: This slide does not have any interactions.
cs: Tento snímek nemá žádné interakce.

source: Accounts linked
cs: Propojené účty

source: Are you sure you want to unlink this account?
cs: Opravdu chcete tento účet odpojit?

source: Login with %{provider}
cs: Přihlásit se pomocí %{provider}

source: The account has been unlinked.
cs: Účet byl odpojen.

source: This section contains all your interactions.
cs: Tato sekce obsahuje všechny vaše interakce.

source: Unlink
cs: Odpojit

source: You can add interactions to your presentation slides.
cs: Můžete přidávat interakce do svých prezentací.

source: Your interactions
cs: Vaše interakce

source: Confirm password
cs: Potvrďte heslo

source: Set a new password
cs: Nastavit nové heslo

source: Set a new password for your account before unlinking it.
cs: Než účet odpojíte, nastavte pro něj nové heslo.

source: Your password has been set, you can now unlink your account.
cs: Vaše heslo bylo nastaveno, nyní můžete účet odpojit.

source: Iframe code
cs: Kód iframe

source: Link to the content
cs: Odkaz na obsah

source: Please enter a valid %{provider} link
cs: Zadejte prosím platný odkaz %{provider}

source: Please enter a valid link starting with http:// or https://
cs: Zadejte prosím platný odkaz začínající na http:// nebo https://

source: Please enter valid HTML content with an iframe tag
cs: Zadejte prosím platný HTML obsah s iframe značkou

source: Provider
cs: Poskytovatel

source: Attendees can see the results on their device
cs: Účastníci mohou vidět výsledky na svém zařízení

source: Attendees can view the web content on their device
cs: Účastníci mohou zobrazit webový obsah na svém zařízení

source: Options
cs: Možnosti

source: Duplicate
cs: Duplikovat

source: A required security token was not found or was invalid.
cs: Požadovaný bezpečnostní token nebyl nalezen nebo je neplatný.

source: Back to Login
cs: Zpět k přihlášení

source: CSRF Verification Failed
cs: Ověření CSRF se nezdařilo

source: Clear cookies (at least for Claper domain)
cs: Smažte soubory cookie (alespoň pro doménu Claper)

source: Ensure the URL does not contain an extra "/" anywhere
cs: Ujistěte se, že v adrese URL není nikde navíc "/"

source: If the problem persists, please contact support.
cs: Pokud problém přetrvává, obraťte se prosím na podporu.

source: If you're continually seeing this issue, try the following:
cs: Pokud tento problém přetrvává, vyzkoušejte následující kroky:

source: Reload the page you're trying to access (don't re-submit data)
cs: Obnovte stránku, ke které se pokoušíte přistoupit (neodesílejte data znovu)

source: Try logging in again
cs: Zkuste se znovu přihlásit

source: End
cs: Ukončit

source: More options
cs: Další možnosti

source: No
cs: Ne

source: Yes
cs: Ano

source: CONFIRM ACCOUNT
cs: POTVRDIT ÚČET

source: Confirm account
cs: Potvrdit účet

source: Confirmation instructions
cs: Pokyny k potvrzení

source: RESET PASSWORD
cs: OBNOVIT HESLO

source: Reset password
cs: Obnovit heslo

source: Reset password instructions
cs: Pokyny k obnovení hesla

source: You can confirm your account by visiting the URL below
cs: Můžete potvrdit svůj účet návštěvou níže uvedené adresy

source: You can reset your password by visiting the URL below
cs: Můžete obnovit své heslo návštěvou níže uvedené adresy

source: back to the home page
cs: zpět na úvodní stránku

source: Add Question
cs: Přidat otázku

source: Add a quiz to test knowledge.
cs: Přidejte kvíz pro ověření znalostí.

source: Add answer
cs: Přidat odpověď

source: Allow anonymous messages
cs: Povolit anonymní zprávy

source: Answer %{index}
cs: Odpověď %{index}

source: Attendees
cs: Účastníci

source: Average score
cs: Průměrné skóre

source: Current quiz
cs: Aktuální kvíz

source: Deny anonymous messages
cs: Zakázat anonymní zprávy

source: Disable messages
cs: Zprávy deaktivovat

source: Disable reactions
cs: Reakce deaktivovat

source: Edit quiz
cs: Upravit kvíz

source: Hide instructions to join
cs: Skrýt pokyny k připojení

source: Hide messages
cs: Skrýt zprávy

source: Hide results on presentation
cs: Skrýt výsledky v prezentaci

source: How it works ?
cs: Jak to funguje?

source: Interaction
cs: Interakce

source: New quiz
cs: Nový kvíz

source: Presentation
cs: Prezentace

source: Previous
cs: Předchozí

source: Quiz
cs: Kvíz

source: Remove question
cs: Odstranit otázku

source: Review questions
cs: Zkontrolujte otázky

source: See current quiz
cs: Zobrazit aktuální kvíz

source: Select presentation
cs: Vybrat prezentaci

source: Show all messages
cs: Zobrazit všechny zprávy

source: Show instructions to join
cs: Zobrazit pokyny k připojení

source: Show results
cs: Zobrazit výsledky

source: Show results on presentation
cs: Zobrazit výsledky v prezentaci

source: This will delete all responses associated and the quiz itself, are you sure?
cs: Tímto budou odstraněny všechny související odpovědi i samotný kvíz, jste si jisti?

source: Waiting for results...
cs: Čekání na výsledky...
